Repository: SliTaz-official/wok-next
Catalog: *-sys/stuff/po/*.po
Languages: ru

source: not copy protected
ru: не защищена от записи

source: copy protected
ru: защищена от записи

source: unknown value
ru: неизвестное значение

source: Error: contains_data called with uiLen > %d,
ru: Ошибка: contains_data вызвана с uiLen > %d,

source: please increase MAX_DATA_LEN in file.h
ru: пожалуйста, увеличьте MAX_DATA_LEN в file.h

source: %s does not seem to be a disk device,
ru: %s не является диском,

source: use the switch -f to force writing of a master boot record
ru: используйте ключ -f, чтобы принудительно записать главную загрузочную запись (MBR)

source: %s seems to be a floppy disk device,
ru: Похоже, что %s - дискета,

source: %s seems to be a disk partition device,
ru: Похоже, что %s - раздел диска,

source: %s does not seem to be a floppy disk device,
ru: %s не является дискетой,

source: use the switch -f to force writing of a FAT12 boot record
ru: используйте ключ -f, чтобы принудительно записать загрузочную запись FAT12

source: %s does not seem to have a FAT12 file system,
ru: %s не содержит файловую систему FAT12,

source: %s does not seem to be a disk partition device,
ru: %s не является разделом диска,

source: use the switch -f to force writing of a FAT16 boot record
ru: используйте ключ -f, чтобы принудительно записать загрузочную запись FAT16

source: %s does not seem to have a FAT16 file system,
ru: %s не содержит файловую систему FAT16,

source: use the switch -f to force writing of a FAT32 boot record
ru: используйте ключ -f, чтобы принудительно записать загрузочную запись FAT32

source: %s does not seem to have a FAT32 file system,
ru: %s не содержит файловую систему FAT32,

source: use the switch -f to force writing of a NTFS boot record
ru: используйте ключ -f, чтобы принудительно записать загрузочную запись NTFS

source: %s does not seem to have a NTFS file system,
ru: %s не содержит файловую систему NTFS,

source: Whoops, internal error, unknown boot record
ru: Ой, внутренняя ошибка, неизвестная загрузочная запись

source: %s has a FAT12 file system.
ru: %s содержит файловую систему FAT12.

source: %s has a FAT16 file system.
ru: %s содержит файловую систему FAT16.

source: %s has a FAT32 file system.
ru: %s содержит файловую систему FAT32.

source: %s has a NTFS file system.
ru: %s содержит файловую систему NTFS.

source: %s has an x86 boot sector,
ru: %s содержит загрузочный сектор x86,

source: %s has no x86 boot sector
ru: %s не содержит загрузочный сектор x86

source: it is exactly the kind of NTFS boot record this program
ru: который в точности соответствует загрузочной записи NTFS,

source: would create with the switch -n on a NTFS partition.
ru: созданной этой программой с ключом -n на разделе NTFS.

source: it is exactly the kind of FAT12 boot record this program
ru: который в точности соответствует загрузочной записи FAT12,

source: would create with the switch -1 on a floppy.
ru: созданной этой программой с ключом -1 на дискете.

source: it is exactly the kind of FAT16 DOS boot record this program
ru: который в точности соответствует загрузочной записи FAT16 DOS,

source: would create with the switch -6 on a FAT16 partition.
ru: созданной этой программой с ключом -6 на разделе FAT16.

source: it is exactly the kind of FAT16 FreeDOS boot record this program
ru: который в точности соответствует загрузочной записи FAT16 FreeDOS,

source: would create with the switch -5 on a FAT16 partition.
ru: созданной этой программой с ключом -5 на разделе FAT16.

source: it is exactly the kind of FAT16 ReactOS boot record this program
ru: который в точности соответствует загрузочной записи FAT16 ReactOS,

source: would create with the switch -o on a FAT16 partition.
ru: созданной этой программой с ключом -o на разделе FAT16.

source: it is exactly the kind of FAT32 DOS boot record this program
ru: который в точности соответствует загрузочной записи FAT32 DOS,

source: would create with the switch -3 on a FAT32 partition.
ru: созданной этой программой с ключом -3 на разделе FAT32.

source: it is exactly the kind of FAT32 NT boot record this program
ru: который в точности соответствует загрузочной записи FAT32 NT,

source: would create with the switch -2 on a FAT32 partition.
ru: созданной этой программой с ключом -2 на разделе FAT32.

source: it is exactly the kind of FAT32 PE boot record this program
ru: который в точности соответствует загрузочной записи FAT32 PE,

source: would create with the switch -e on a FAT32 partition.
ru: созданной этой программой с ключом -e на разделе FAT32.

source: it is exactly the kind of FAT32 FreeDOS boot record this program
ru: который в точности соответствует загрузочной записи FAT32 FreeDOS,

source: would create with the switch -4 on a FAT32 partition.
ru: созданной этой программой с ключом -4 на разделе FAT32.

source: it is exactly the kind of FAT32 ReactOS boot record this program
ru: который в точности соответствует загрузочной записи FAT32 ReactOS,

source: would create with the switch -c on a FAT32 partition.
ru: созданной этой программой с ключом -c на разделе FAT32.

source: it is exactly the kind of FAT32 KolibriOS boot record this program
ru: который в точности соответствует загрузочной записи FAT32 KolibriOS,

source: would create with the switch -q on a FAT32 partition.
ru: созданной этой программой с ключом -q на разделе FAT32.

source: it seems to be a FAT16 or FAT32 boot record, but it
ru: который является загрузочной записью FAT16 или FAT32, но

source: differs from what this program would create with the
ru: отличается от записей, создаваемых этой программой с использованием

source: switch -6, -2, -e or -3 on a FAT16 or FAT32 partition.
ru: ключей -6, -2, -e и -3 на разделах FAT16 и FAT32.

source: it seems to be a LILO boot record, please use lilo to
ru: похоже на загрузочную запись LiLo, используйте lilo для создания

source: create such boot records.
ru: подобных загрузочных записей.

source: it is a Microsoft DOS/NT/95A master boot record, like the one this
ru: это главная загрузочная запись (MBR) MS DOS/WinNT/Win95A, похожая на

source: program creates with the switch -d on a hard disk device.
ru: созданную этой программой с ключом -d на жестком диске.

source: It has windows disk signature 0x%08x.
ru: Имеет сигнатуру диска windows 0x%08x.

source: it is a Microsoft DOS/NT/95A master boot record with the undocumented
ru: это главная загрузочная запись (MBR) MS DOS/WinNT/Win95A с недокументированной

source: F2 instruction. You will get equal functionality with the MBR this
ru: инструкцией F2. Вы получите такую же функциональность как у MBR, созданной

source: it is a Microsoft 95B/98/98SE/ME master boot record, like the one this
ru: это главная загрузочная запись (MBR) Microsoft Win95B/98/98SE/ME, похожая на

source: program creates with the switch -9 on a hard disk device.
ru: созданную этой программой с ключом -9 на жестком диске.

source: it is a Microsoft 2000/XP/2003 master boot record, like the one this
ru: это главная загрузочная запись (MBR) Microsoft Win2000/WinXP/Win2003, похожая на

source: program creates with the switch -m on a hard disk device.
ru: созданную этой программой с ключом -m на жестком диске.

source: it is a Microsoft Vista master boot record, like the one this
ru: это главная загрузочная запись (MBR) Microsoft Windows Vista, похожая на

source: program creates with the switch -i on a hard disk device.
ru: созданную этой программой с ключом -i на жестком диске.

source: it is a Microsoft 7 master boot record, like the one this
ru: это главная загрузочная запись (MBR) Microsoft Windows 7, похожая на

source: program creates with the switch -7 on a hard disk device.
ru: созданную этой программой с ключом -7 на жестком диске.

source: it is a public domain syslinux master boot record, like the one this
ru: это главная загрузочная запись (MBR) syslinux, находящаяся в общественном

source: program creates with the switch -s on a hard disk device.
ru: достоянии и похожая на созданную этой программой с ключом -s на жестком диске.

source: it is a GPL syslinux GPT master boot record, like the one this
ru: это главная загрузочная запись (MBR) syslinux GPT под лицензией GPL, похожая на

source: program creates with the switch -t on a hard disk device.
ru: созданную этой программой с ключом -t на жестком диске.

source: it is a Rufus master boot record, like the one this
ru: это главная загрузочная запись (MBR) Rufus, похожая на

source: program creates with the switch -r on a hard disk device.
ru: созданную этой программой с ключом -r на жестком диске.

source: it is a ReactOS master boot record, like the one this
ru: это главная загрузочная запись (MBR) ReactOS, похожая на

source: program creates with the switch -a on a hard disk device.
ru: созданную этой программой с ключом -a на жестком диске.

source: it is a KolibriOS master boot record, like the one this
ru: это главная загрузочная запись (MBR) KolibriOS, похожая на

source: program creates with the switch -k on a hard disk device.
ru: созданную этой программой с ключом -k на жестком диске.

source: it is a Grub4DOS master boot record, like the one this
ru: это главная загрузочная запись (MBR) Grub4DOS, похожая на

source: program creates with the switch -g on a hard disk device.
ru: созданную этой программой с ключом -g на жестком диске.

source: it is a GRUB 2 master boot record, like the one this
ru: это главная загрузочная запись (MBR) GRUB 2, похожая на

source: program creates with the switch -b on a hard disk device.
ru: созданную этой программой с ключом -b на жестком диске.

source: it is a zeroed non-bootable master boot record, like the one this
ru: это обнуленная главная загрузочная запись (MBR), которую можно создать

source: program creates with the switch -z on a hard disk device.
ru: этой программой с ключом -z на жестком диске.

source: it is a non-bootable master boot record, almost like the one this
ru: это главная загрузочная запись (MBR) без возможности загрузки, которую можно

source: program creates with the switch -z on a hard disk device but
ru: создать этой программой с ключом -z на жестком диске, но

source: with windows disk signature 0x%08x
ru: с сигнатурой диска windows 0x%08x, которую эта программа может

source: which this program can write with switch -S and copy protect
ru: записать, используя ключ -S и с защитой от копирования

source: bytes 0x%04x (%s).
ru: байтов 0x%04x (%s).

source: it is an unknown boot record
ru: это неизвестная загрузочная запись

source: The OEM ID is %s
ru: Идентификатор OEM - %s

source: Unable to open %s, %s
ru: Не удалось открыть %s, %s

source: Unable to automaticly select boot record for %s
ru: Не удалось автоматически выбрать загрузочную запись для %s

source: Start sector %ld (nr of hidden sectors) successfully written to %s
ru: Начальный сектор %ld (кол-во скрытых секторов) успешно записан в %s

source: Physical disk drive id 0x80 (C:) successfully written to %s
ru: Идентификатор привода физического диска 0x80 (C:) успешно записан на %s

source: Number of heads (%d) successfully written to %s
ru: Количество головок (%d) успешно записано на %s

source: Failed writing number of heads to %s
ru: Не удалось записать количество головок на %s

source: Failed writing physical disk drive id to %s
ru: Не удалось записать идентификатор привода физического диска на %s

source: Failed writing start sector to %s, this is only possible to do with
ru: Не удалось записать начальный сектор на %s, это возможно сделать только

source: real partitions!
ru: на реальных разделах!

source: Windows 7 master boot record successfully written to %s
ru: Главная загрузочная запись Windows 7 успешно записана на %s

source: Failed writing Windows 7 master boot record to %s
ru: Не удалось записать главную загрузочную запись Windows 7 на %s

source: Windows Vista master boot record successfully written to %s
ru: Главная загрузочная запись Windows Vista успешно записана на %s

source: Failed writing Windows Vista master boot record to %s
ru: Не удалось записать главную загрузочную запись Windows Vista на %s

source: Windows 2000/XP/2003 master boot record successfully written to %s
ru: Главная загр. запись Windows 2000/XP/2003 успешно записана на %s

source: Failed writing Windows 2000/XP/2003 master boot record to %s
ru: Не удалось записать главную загр. запись Windows 2000/XP/2003 на %s

source: Windows 95B/98/98SE/ME master boot record successfully written to %s
ru: Главная загр. запись Windows 95B/98/98SE/ME успешно записана на %s

source: Failed writing Windows 95B/98/98SE/ME master boot record to %s
ru: Не удалось записать главную загр. запись Windows 95B/98/98SE/ME на %s

source: DOS/Windows NT master boot record successfully written to %s
ru: Главная загрузочная запись DOS/Windows NT успешно записана на %s

source: Failed writing DOS/Windows NT master boot record to %s
ru: Не удалось записать главную загрузочную запись DOS/Windows NT на %s

source: Syslinux master boot record successfully written to %s
ru: Главная загрузочная запись Syslinux успешно записана на %s

source: Failed writing Syslinux master boot record to %s
ru: Не удалось записать главную загрузочную запись Syslinux на %s

source: Syslinux GPT master boot record successfully written to %s
ru: Главная загрузочная запись Syslinux GPT успешно записана на %s

source: Failed writing Syslinux GPT master boot record to %s
ru: Не удалось записать главную загрузочную запись Syslinux GPT на %s

source: Rufus master boot record successfully written to %s
ru: Главная загрузочная запись Rufus успешно записана на %s

source: Failed writing Rufus master boot record to %s
ru: Не удалось записать главную загрузочную запись Rufus на %s

source: ReactOS master boot record successfully written to %s
ru: Главная загрузочная запись ReactOS успешно записана на %s

source: Failed writing ReactOS master boot record to %s
ru: Не удалось записать главную загрузочную запись ReactOS на %s

source: KolibriOS master boot record successfully written to %s
ru: Главная загрузочная запись KolibriOS успешно записана на %s

source: Failed writing KolibriOS master boot record to %s
ru: Не удалось записать главную загрузочную запись KolibriOS на %s

source: Grub4DOS master boot record successfully written to %s
ru: Главная загрузочная запись Grub4DOS успешно записана на %s

source: Failed writing Grub4DOS master boot record to %s
ru: Не удалось записать главную загрузочную запись Grub4DOS на %s

source: GRUB 2 master boot record successfully written to %s
ru: Главная загрузочная запись GRUB 2 успешно записана на %s

source: Failed writing GRUB2 master boot record to %s
ru: Не удалось записать главную загрузочную запись GRUB 2 на %s

source: Empty (zeroed) master boot record successfully written to %s
ru: Пустая (обнуленная) MBR успешно записана на %s

source: Failed writing empty (zeroed) master boot record to %s
ru: Не удалось записать пустую (обнуленную) MBR на %s

source: FAT12 boot record successfully written to %s
ru: Загрузочная запись FAT12 успешно записана на %s

source: Failed writing FAT12 boot record to %s
ru: Не удалось записать загрузочную запись FAT12 на %s

source: FAT16 boot record successfully written to %s
ru: Загрузочная запись FAT16 успешно записана на %s

source: Failed writing FAT16 boot record to %s
ru: Не удалось записать загрузочную запись FAT16 на %s

source: FAT16 FreeDOS boot record successfully written to %s
ru: Загрузочная запись FAT16 FreeDOS успешно записана на %s

source: Failed writing FAT16 FreeDOS boot record to %s
ru: Не удалось записать загрузочную запись FAT16 FreeDOS на %s

source: FAT16 ReactOS boot record successfully written to %s
ru: Загрузочная запись FAT16 ReactOS успешно записана на %s

source: Failed writing FAT16 ReactOS boot record to %s
ru: Не удалось записать загрузочную запись FAT16 ReactOS на %s

source: FAT32 NT boot record successfully written to %s
ru: Загрузочная запись FAT32 NT успешно записана на %s

source: Failed writing FAT32 NT boot record to %s
ru: Не удалось записать загрузочную запись FAT32 NT на %s

source: FAT32 PE boot record successfully written to %s
ru: Загрузочная запись FAT32 PE успешно записана на %s

source: Failed writing FAT32 PE boot record to %s
ru: Не удалось записать загрузочную запись FAT32 PE на %s

source: FAT32 FreeDOS boot record successfully written to %s
ru: Загрузочная запись FAT32 FreeDOS успешно записана на %s

source: Failed writing FAT32 FreeDOS boot record to %s
ru: Не удалось записать загрузочную запись FAT32 FreeDOS на %s

source: FAT32 KolibriOS boot record successfully written to %s
ru: Загрузочная запись FAT32 KolibriOS успешно записана на %s

source: Failed writing FAT32 KolibriOS boot record to %s
ru: Не удалось записать загрузочную запись FAT32 KolibriOS на %s

source: FAT32 ReactOS boot record successfully written to %s
ru: Загрузочная запись FAT32 ReactOS успешно записана на %s

source: Failed writing FAT32 ReactOS boot record to %s
ru: Не удалось записать загрузочную запись FAT32 ReactOS на %s

source: FAT32 DOS boot record successfully written to %s
ru: Загрузочная запись FAT32 DOS успешно записана на %s

source: Failed writing FAT32 DOS boot record to %s
ru: Не удалось записать загрузочную запись FAT32 DOS на %s

source: NTFS Windows 7 boot record successfully written to %s
ru: Загрузочная запись NTFS Windows 7 успешно записана на %s

source: Failed writing NTFS Windows 7 boot record to %s
ru: Не удалось записать загрузочную запись NTFS Windows 7 на %s

source: OEM ID '%s' successfully written to %s
ru: Идентификатор OEM «%s» успешно записан на %s

source: Failed writing OEM ID to %s
ru: Не удалось записать OEM ID на %s

source: Windows Disk Signature 0x%08x successfully written to %s
ru: Сигнатура диска Windows 0x%08x успешно записана на %s

source: Failed writing Windows Disk Signature to %s
ru: Не удалось записать сигнатуру диска Windows на %s

source: Usage: %s [options] [device] Options:
ru: Использование: %s [параметры] [устройство] Параметры:

source: -1, --fat12 Write a FAT12 floppy boot record to device
ru: -1, --fat12 Записать загрузочную запись дискеты FAT12 на устройство

source: -2, --fat32nt Write a FAT32 partition NT boot record to device
ru: -2, --fat32nt Записать загрузочную запись NT раздела FAT32 на устройство

source: -e, --fat32pe Write a FAT32 partition PE boot record to device
ru: -e, --fat32pe Записать загрузочную запись PE раздела FAT32 на устройство

source: -3, --fat32 Write a FAT32 partition DOS boot record to device
ru: -3, --fat32 Записать загрузочную запись DOS раздела FAT32 на устройство

source: -4, --fat32free Write a FAT32 partition FreeDOS boot record to device
ru: -4, --fat32free Записать загр. запись FreeDOS раздела FAT32 на устройство

source: -5, --fat16free Write a FAT16 partition FreeDOS boot record to device
ru: -5, --fat16free Записать загр. запись FreeDOS раздела FAT16 на устройство

source: -6, --fat16 Write a FAT16 partition DOS boot record to device
ru: -6, --fat16 Записать загрузочную запись DOS раздела FAT16 на устройство

source: -n, --ntfs Write a NTFS partition Windows 7 boot record to device
ru: -n, --ntfs Записать загр. запись Windows 7 раздела NTFS на устройство

source: -o, --fat16ros Write a FAT16 partition ReactOS boot record to device
ru: -o, --fat16ros Записать загр. запись ReactOS раздела FAT16 на устройство

source: -c, --fat32ros Write a FAT32 partition ReactOS boot record to device
ru: -c, --fat32ros Записать загр. запись ReactOS раздела FAT32 на устройство

source: -q, --fat32kos Write a FAT32 partition KolibriOS boot record to device
ru: -q, --fat32kos Записать загр. запись KolibriOS раздела FAT32 на устройство

source: -l, --wipelabel Reset partition disk label in boot record
ru: -l, --wipelabel Очистить метку диска в загрузочной записи

source: -p, --partition Write partition info (hidden sectors, heads and drive id)
ru: -p, --partition Записать информацию раздела (скрытые секторы, головки и

source: to boot record
ru: ID привода) в загрузочную запись

source: -H, --heads <n> Manually set number of heads if partition info is written
ru: -H, --heads <n> Установить количество головок при записи инф. раздела

source: -B, --bps <n> Manually set number of bytes per sector (default 512)
ru: -B, --bps <n> Установить размер сектора в байтах (по умолчанию - 512)

source: -O, --writeoem <s> Write OEM ID string <s> to file system
ru: -O, --writeoem <s> Записать ID-строку OEM <s> в файловую систему

source: -S, --writewds <x> Write Windows Disk Signature hexadecimal <x> to MBR
ru: -S, --writewds <x> Записать сигнатуру диска Windows <x> (hex) в MBR

source: -7, --mbr7 Write a Windows 7 MBR to device
ru: -7, --mbr7 Записать MBR Windows 7 на устройство

source: -i, --mbrvista Write a Windows Vista MBR to device
ru: -i, --mbrvista Записать MBR Windows Vista на устройство

source: -m, --mbr Write a Windows 2000/XP/2003 MBR to device
ru: -m, --mbr Записать MBR Windows 2000/XP/2003 на устройство

source: -9, --mbr95b Write a Windows 95B/98/98SE/ME MBR to device
ru: -9, --mbr95b Записать MBR Windows 95B/98/98SE/ME на устройство

source: -d, --mbrdos Write a DOS/Windows NT MBR to device
ru: -d, --mbrdos Записать MBR DOS/Windows NT на устройство

source: -s, --mbrsyslinux Write a Syslinux MBR to device
ru: -s, --mbrsyslinux Записать MBR Syslinux на устройство

source: -t, --mbrgptsyslinux Write a Syslinux GPT MBR to device
ru: -t, --mbrgptsyslinux Записать MBR GPT Syslinux на устройство

source: -a, --mbrreactos Write a ReactOS MBR to device
ru: -a, --mbrreactos Записать MBR ReactOS на устройство

source: -k, --mbrkolibrios Write a KolibriOS MBR to device
ru: -k, --mbrkolibrios Записать MBR KolibriOS на устройство

source: -r, --mbrrufus Write a Rufus MBR to device
ru: -r, --mbrrufus Записать MBR Rufus на устройство

source: -g, --mbrgrub4dos Write a Grub4Dos MBR to device
ru: -g, --mbrgrub4dos Записать MBR Grub4Dos на устройство

source: -b, --mbrgrub2 Write a Grub 2 MBR to device
ru: -b, --mbrgrub2 Записать MBR Grub 2 на устройство

source: -z, --mbrzero Write an empty (zeroed) MBR to device
ru: -z, --mbrzero Записать пустую (обнуленную) MBR на устройство

source: -f, --force Force writing of boot record
ru: -f, --force Принудительно записать загрузочную запись

source: -h, --help Display this help and exit
ru: -h, --help Вывести эту справку и выйти

source: -v, --version Show program version
ru: -v, --version Показать версию программы

source: -w, --write Write automatically selected boot record to device
ru: -w, --write Записать автоматически выбранную MBR на устройство

source: Default Inspect current boot record
ru: По умолчанию Проверить текущую загрузочную запись

source: Warning: Writing the wrong kind of boot record to a device might
ru: Предупреждение. Запись неправильного типа загрузочной записи на устройство

source: destroy partition information or file system!
ru: может привести к потере информации раздела или файловой системы!

source: Written by Henrik Carlqvist
ru: Написано Хенриком Карлквистом (Henrik Carlqvist)

source: Copyright (C) 2009-2016 Free Software Foundation, Inc.
ru: Авторские права (C) 2009-2016 Free Software Foundation, Inc.

source: This is free software; see the source for copying conditions. There is NO
ru: Это бесплатное программное обеспечение; см. исходники для условий копирования.

source: warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ru: Никакие гарантии НЕ ПРЕДОСТАВЛЯЮТСЯ, в том числе гарантии КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ.

source: %s does not seem to be a floppy or disk partition device,
ru: Устройство %s не является дискетой или разделом диска,

source: %s does not seem to have a FAT or NTFS file system,
ru: %s не содержит файловую систему FAT или NTFS,

source: use the switch -f to force writing of OEM ID
ru: используйте ключ -f, чтобы принудительно записать OEM ID
